Repository: nanakchandra1/SocialmediaTrading
Catalog: Mutadawel/Resources/*.lproj/Localizable.strings
Languages: ar

source: From
ar: من

source: To
ar: الى

source: Sold
ar: بيع

source: Bought
ar: شراء

source: Wallet Balance
ar: قيمة المحفظة

source: share
ar: للسهم

source: Shares
ar: سهم

source: Current Price Indicator
ar: مراقب السعر الحالي

source: List
ar: قائمة

source: Required Stock Price
ar: السعر المطلوب

source: Sign In
ar: دخول

# EMAIL_OR_MOB_NO_TEXTFIELD
source: Username
ar: اسم المستخدم

source: Password
ar: كلمة المرور

# FORGOT_PASS_BTN
source: Forgot Password?
ar: هل نسيت كلمة المرور

# USER_LIST
source: Following List
ar: القائمة التالية

# CHANGE_LANG_BTN
source: English
ar: العربية

source: Sign Up
ar: تسجيل دخول

# MOBILE_NO
source: Mobile Number
ar: رقم الموبايل

source: Email
ar: الإيميل

# TERMS_AND_CONDITIONS
source: By signing up with Tridder you agree to our Terms and Conditions
ar: عند تسجيلك مع تريدر فإنك توافق على الشروط والأحكام

# T_C
source: Terms and Conditions
ar: الشروط والأحكام

source: OKAY
ar: موافق

source: Choose Market
ar: اختيار السوق

# CHOOSE_OTHET_MARKET
source: Choose Other Markets
ar: اختيار الأسواق الأخرى

source: Market
ar: السوق

source: Next
ar: التالي

# CHOOSE_STOCKS
source: Choose stock
ar: اختيار الأسهم

# CHOOSE_a_STOCKS
source: Choose a stock
ar: اختيار الأسهم

source: Search
ar: بحث

source: Select All
ar: اختيار الكل

source: Deselect All
ar: الغاء تحديد الكل

source: Continue
ar: استمر

source: Choose Currencies
ar: اختيار العملات

source: Choose People
ar: اختيار الأشخاص

source: Start
ar: إبدأ

source: Follow
ar: تابع

source: Username
ar: اسم المستخدم

source: UNBLOCK
ar: الغاء الحظر

# RESET_PASS
source: Reset Password
ar: إعادة تعيين كلمة المرور

# SEND_NEW_PASS_BTN
source: Send me a new Password
ar: ارسل لي كلمة المرور الجديدة

source: About Us
ar: معلومات عنا

source: Contact Us
ar: اتصل بنا

source: Successfully donated
ar: تم التبرع به بنجاح

source: Name
ar: الاسم

# DESCRIBE_ISSUE
source: Please describe your issue
ar: يرجى وصف مشكلتك

# SEND_MSG_BTN
source: Send Message
ar: إرسال الرسالة

# SEND_NEW_MSG
source: Start a new message
ar: إبدأ برسالة جديدة

source: Subject
ar: عنوان الرسالة

source: Message
ar: الرسالة

# DESCRIPTION_LABEL
source: Please complete this form below. The more information that you provide the quicker we will be able to respond with the correct information. We never share your info with third party and your info will be protected and stored securely.
ar: نحن لا نشارك المعلومات الخاصة بك مع طرف ثالث، وسوف تكون معلوماتك الشخصية محمية ومخزنة بشكل آمن.

# DESC_LABEL
source: Please tell us who you are and enter a description of the problem, Thank you for helping us to serve better.
ar: من فضلك قل لنا من أنت وأدخل وصفا للمشكلة، وشكرا لمساعدتنا في تقديم خدمة أفضل.

source: Price Indicator
ar: مراقب الأسعار

source: Stock Name
ar: اسم السهم

source: Price
ar: السعر

# FORECASTED_PRICE
source: Forecast Price
ar: السعر المتوقع

# SUBMIT_BTN
source: Submit
ar: ارسل

source: Donate
ar: تبرع

source: Donate to:
ar: عبر عن امتنانك لـ

source: USER_BIOGRAPHY
ar: النبذة الشخصية

source: User Profile
ar: ملف شخصي

source: Profile
ar: الملف الشخصي

source: Following
ar: متابعهم

source: Followers
ar: متابع

source: Posts
ar: المشاركات

source: Edit Profile
ar: تعديل الملف الشخصي

# PROFIT_AND_LOST
source: Profit & Loss
ar: الربح والخسارة

# CHANGE_PROFILE_PHOTO
source: Change Your Profile Photo
ar: تعديل صورة الملف الشخصي;

# UPGRADE_ACCOUNT
source: Account Information
ar: معلومات الحساب

source: My Profile
ar: ملفي الشخصي

source: On
ar: مفعل

source: Off
ar: غير مفعل

source: Account Notifications
ar: اشعار الحساب

# DESCRIPTION
source: Turn on notifications for this account. Either get notified for all Posts
ar: تفعيل الإشعارات لهذا الحساب. إما الحصول على إخطار لجميع المشاركات

# NOTI_DESCRIPTION
source: Now you’ll receive push notifications from this user
ar: ستصلك الأن إشعارات فورية من هذا المستخدم

# NOTI_OFF_DESCRIPTION
source: Now you’ll not receive push notifications from this user
ar: الآن عليك أن لا تتلقى إشعارات من هذا المستخدم

source: Admin
ar: المشرف

# PENDING_EXPECTATION
source: Pending Forecast
ar: توقعات معلقة

# RIGHT_EXPECTATION
source: Right Forecast
ar: توقعات صحيحه

# WRONG_EXPECTATION
source: Wrong Forecast
ar: توقعات خاطئة

source: CORRECT
ar: الصحيحه

source: FAILED
ar: الخاطئه

source: Cash
ar: السيولة النقدية

source: Stocks
ar: الاسهم

source: Add More Money
ar: إضافة المزيد من المال

# MY_DONATION
source: My Donations
ar: مكتسباتي

source: Pay to
ar: دفع

# PAYMENT_BTN
source: Payment
ar: دفع

source: Reply
ar: رد

source: Comment
ar: تعليق

source: Current Price
ar: السعر الحالي

# QUANTITY_NO
source: Quantity (no. of shares)
ar: الكمية

source: Quantity
ar: الكمية

source: Total
ar: مجموع

# BUY_SELL
source: Buy or Sell
ar: بيع أو شراء

source: Type
ar: النوع

source: Stop Loss
ar: إيقاف الخسارة

source: Take Profit
ar: اخذ الربح

source: If
ar: إذا

source: Within
ar: في غضون

source: Then
ar: ثم

# FROM_TIME
source: From
ar: من

# TO_TIME
source: To
ar: إلى

# MY_STOCK_LIST
source: My Stocks List
ar: قائمة أسهمي

source: Versus
ar: مقابل

source: Messages
ar: الرسائل

# DELET_CONVERSATION_BTN
source: Delete Conversation
ar: حذف المحادثة

# MUTE_NOTIFICATION_BTN
source: Mute Notifications
ar: جعل الاشعارات صامتة

source: Notifications
ar: الإشعارات

source: Bio
ar: النبذة الشخصية

# SAVE_BTN
source: Save
ar: حفظ

# CHOOSE_PROFILE_PIC
source: Change your profile photo
ar: تعديل صورة الملف الشخصي

source: Status of Forecast
ar: حالة التوقعات

source: Home
ar: الرئيسية

source: TIMELINE
ar: الخط الزمني

source: TRADE
ar: متاجرة

source: RANKING
ar: الترتيب

source: Before
ar: قبل

source: Forecast Price
ar: السعر المتوقع

source: Forecast Time
ar: وقت التوقع

source: Price When Forecast
ar: السعر عند التوقع

source: Wallet Net Value
ar: صافي قيمة المحفظة

source: Sell
ar: بيع

source: Buy
ar: شراء

source: number of stocks
ar: عدد الاسهم

# BUYING_SUCCEEDED
source: Bought
ar: تم الشراء

# SELLING_SUCCEEDED
source: Sold with Profit
ar: تم البيع حققت ارباح ب

# SELLING_WITH_LOSS
source: Sold with Loss
ar: تم البيع حققت خسارة ب

# JUST_SELLING
source: Sold without Profit or Loss
ar: تم البيع لم تحقق ارباح او خسارة

# PRICE_OF_ONE_STOCK
source: average price
ar: متوسط سعر الشراء

# LAST_QUANTITY
source: previous quantity
ar: الكمية السابقة

# DATE_OF_FIRST_BUYING
source: date of first buy
ar: تاريخ اول عملية شراء:

# REAL_S
source: SAR
ar: ريال

# i_purchased
source: I Purchased in
ar: اشتريت في

# i_sold
source: I Sold in
ar: بعت في

source: with Profit
ar: وربحت

source: Profit
ar: ربح

# LOSS
source: With Loss
ar: بخسارة

source: For
ar: بسعر

source: Without Profit
ar: لم احقق ارباح

# tradeStock
source: Stock
ar: سهم

source: Wrong
ar: خاطئ

source: Right
ar: صحيح

source: By Delta Forecast
ar: حسب تقييم الذيب تريدر

source: By correct forecast
ar: حسب التوقعات الصحيحة

source: By forecast profit
ar: حسب ربحية التوقعات

source: By wallet profit
ar: حسب ربحية المحفظة

source: By stock
ar: حسب سهم معين

source: Hide Post
ar: إخفاء

source: Report Post
ar: تبليغ

source: Unfollow User
ar: الغاء متابعة المستخدم

source: Follow User
ar: تابع

source: Block User
ar: حظر المستخدم

source: Blocked User
ar: المحظورون

# FILTER_FOR_TIME
source: Filter by Time
ar: تصفية حسب الوقت

# BEST_USER_FOR
source: Best users for
ar: أفضل المستخدمين لـ

source: Week
ar: أسبوع

source: Month
ar: شهر

source: Year
ar: سنة

source: DONE
ar: تم

source: CLOSE
ar: اغلاق

source: By Profit
ar: حسب الربح

source: Change Stop Loss
ar: تغيير إيقاف الخسارة

source: Change Take Profit Price
ar: تغيير سعر جني الأرباح

source: Close Order
ar: إغلاق الامر

# DURATION_FORECAST
source: Duration (in days)
ar: المدة (بالأيام)

source: Add New Forecast
ar: إضافة توقع جديد

source: General
ar: عام

source: Forecast
ar: التوقعات

# CONDITIONAL_FORECAST
source: Conditions Forecast
ar: توقع مشروط

source: Stock
ar: السهم

source: Currency
ar: العملة

source: Forex
ar: فوركس

source: or
ar: أو

source: Send
ar: إرسال

source: Choose Image
ar: اختر صوره

source: Camera
ar: الكاميرا

source: Gallery
ar: المعرض

source: Cancel
ar: إلغاء

# HAPPENING
source: What's happening?
ar: ماذا يخطر في بالك؟

# MY_DONATION_LIST
source: My Donations List
ar: قائمة رد الجميل

source: Amount
ar: المبلغ

source: Joined
ar: انضم في

# TRANSFER_FROM_TRIDDER
source: Transfer from Tridder to Personal Account
ar: نقل من تريدر إلى الحساب الشخصي

# SUCCESSFULL_TRANSFER
source: The transfer was successfully
ar: عملية النقل تمت بنجاح

source: Settings
ar: الإعدادات

source: Following People
ar: الأشخاص المتابع لهم

source: Following Markets
ar: الأسواق المتابع لها

source: Change Password
ar: تغيير كلمة المرور

source: Invite Friends
ar: دعوه الاصدقاء

source: Change Language
ar: تغيير اللغة

source: Disclaimer
ar: إخلاء المسؤولية

# MY_FOLLOWERS
source: Followers List
ar: المتابعون له

source: My Followers List
ar: قائمة المتابعين لي

# MY_FOLLOWING
source: Following
ar: متابعهم

source: Wallet
ar: المحفظة

# SUPPORT
source: Help
ar: مساعده

source: Sign Out
ar: خروج

source: Current Password
ar: كلمة المرور الحالية

source: New Password
ar: كلمة المرور الجديدة

source: Re Type Password
ar: إعادة كتابة كلمة المرور الجديدة

# FOLLOWING_MARKET
source: Following Markets
ar: الأسواق التالية

source: Unfollow
ar: الغاء المتابعة

# Search_Forecast
source: Search Forecast,Stock,Currency or People
ar: ابحث في الأسهم، العملات، أو الأشخاص

# Search_Stocks
source: Search Stock
ar: بحث الأسهم

# PayPaltitle
source: Enter PayPal or Personal Account
ar: معلومات الحساب

# Enter_Paypal_Info
source: Enter PayPal Information
ar: ادخل معلومات PayPal

# Enter_Personal_Account
source: Or Enter Personal Account
ar: أو ادخل الحساب الشخصي

source: Full Name
ar: الاسم الثلاثي

# Account_Name
source: Bank Name
ar: اسم البنك

source: Country
ar: الدولة

source: City
ar: المدينة

source: IBAN
ar: رقم الحساب IBAN

source: Account Number
ar: رقم الحساب

# Add_Paypal
source: Add PayPal Information
ar: PayPal إضافة معلومات

source: PayPal Name
ar: PayPal اسم

# PayPal_Email
source: PayPal Email or Mobile Number
ar: ادخل البريد الالكتروني او رقم الجوال

source: coming soon
ar: قريبا

# Enter_User_Name
source: Please enter Email or Mobile Number or Username
ar: ادخل اسم المستخدم

# Enter_Password
source: Please enter the password
ar: ادخل كلمة المرور

# Please_enter_the_Name
source: Please enter your name
ar: يرجى إدخال اسمك

# Please_enter_the_subject
source: Please enter subject
ar: الرجاء إدخال الموضوع

# Please_enter_the_message
source: Please enter message
ar: الرجاء إدخال رسالة

# Please_enter_the_UserName
source: Please enter a username
ar: يرجى إدخال اسم مستخدم

# username_must_5_char
source: Username must be more than 5 characters
ar: اسم المستخدم يجب أن يكون أكثر من 5 أحرف

source: Please enter valid UserName
ar: الرجاء ادخال اسم المستخدم صحيح

source: Please enter Country Code
ar: الرجاء ادخال رمز البلد

# Please_enter_the_Mobile_Number
source: Please enter your mobile number
ar: يرجى إدخال رقم جوالك

# Please_enter_the_Email_Address
source: Please enter Email Address
ar: يرجى إدخال إيميلك

# Please_enter_valid_Email_Address
source: Please enter your email address
ar: الرجاء ادخال عنوان بريد الكتروني صحيح

source: Please enter Email or Mobile number or Username
ar: الرجاء إدخال البريد الإلكتروني أو رقم الجوال أو اسم المستخدم

# Please_enter_the_Password
source: Please enter a password
ar: يرجى إدخال كلمة مرور

source: Password must be more than 7 characters
ar: كلمة المرور يجب أن تتكون من 7 خانات على الأقل

source: Password should not be more than 20 characters
ar: كلمة المرور يجب أن لا تتجاوز 20 خانة

source: Camera Unavailable
ar: الكاميرا غير متاحه

source: Please check to see if it is disconnected or in use by another application
ar: الرجاء التأكد اذا كانت غيرموصوله أو أنها مستخدمة من قبل برنامج آخر

source: Photo Library Unavailable
ar: مكتبة الصور غير متاحه

# Please_check_to_see_if_device_settings_does_not_allow_photo_library_access
source: Please check to see if device settings doesn't allow photo library access
ar: الرجاء التأكد اذا كانت إعدادات الجهاز لا تسمح بالوصول الى مكتبة الصور

source: Please select at least one market
ar: حدد السوق على الأقل

source: Please enter Current Password
ar: الرجاء ادخال كلمة المرور الحالية

source: Please enter New Password
ar: الرجاء ادخال كلمة المرور الجديدة

source: Please enter Confirm Password
ar: الرجاء تأكيد كلمة المرور

# Please_enter_bio
source: Please enter your Bio
ar: يرجى إدخال النبذة الشخصية

source: Please add a comment
ar: الرجاء اضافه تعليق

source: Write a comment...
ar: أكتب تعليقا...

source: Write a reply...
ar: كتابة رد ...

# Please_select_stock
source: Please select a stock
ar: يرجى تحديد سهم

# Please_add_the_duration
source: Please enter the duration
ar: الرجاء إدخال المدة

# Please_add_the_price
source: Please enter the forecast price
ar: يرجى إدخال سعر التوقعات

# Please_select_currency
source: Please select a Currency pair
ar: يرجى تحديد زوج العملات

source: Please choose buy or sell
ar: الرجاء اختيار شراء او بيع

# Please_fill_stop_loss
source: Please enter the Stop Loss amount
ar: الرجاء إدخال مبلغ إيقاف الخسارة

# Please_fill_take_profit
source: Please enter the Take Profit amount
ar: يرجى إدخال مبلغ جني الأرباح

source: Please select type
ar: الرجاء اختيار النوع

# Please_add_the_condition1
source: If condition is not selected
ar: لم يتم تحديد الشرط إذا

# Please_add_the_condition2
source: Than condition is not selected
ar: لم يتم تحديد الشرط ثم

# Please_add_a_price
source: Please enter a price
ar: الرجاء إدخال سعر

# Please_fill_within_field
source: Within condition is not selected
ar: في حالة عدم تحديد

source: Please select from time
ar: الرجاء اختيار بدايه الوقت

source: Please select to time
ar: الرجاء اختيار نهايه الوقت

source: Forecast has been posted successfully
ar: تم نشر التوقعات بنجاح

source: Message has been posted successfully
ar: تم نشر الرسالة بنجاح

# PRSENTAGE_ERROR
source: the price should be greater or less Than 1.25% of the current price
ar: السعر يجب ان يكون اكبر او اصغر بـ ١.٢٥٪ من السعر الحالي

# TRADE_STOCK_PRICE_ERROR
source: there is a problem with stock price, please try again later
ar: يوجد مشكلة بالسعر، رجاء حاول فى وقت لاحق

# Short_Time
source: Short-Term (6 Hours)
ar: قصيرة الأجل (6 ساعات)

# Long_Time
source: Long-Term (2 Days)
ar: طويل الأجل (يومين)

# Please_add_quantity
source: Please enter a quantity
ar: يرجى إدخال الكمية

source: Reset password link has been sent to your registered email address
ar: تم إرسال رابط إعادة تعيين كلمة المرور إلى عنوان بريدك الإلكتروني المسجل

source: The password has been changed successfully
ar: تم تغيير كلمه المرور بنجاح

source: You can not unfollow this market
ar: لا يمكنك إلغاء متابعة هذا السوق

source: Your message has been sent successfully
ar: تم ارسال رسالتك بنجاح

source: Please add the details
ar: الرجاء اضافه التفاصيل

# Please_add_profile_image
source: Please add a profile image
ar: من فضلك اضف لصورة للملف الشخصي

# Select_atleast_one_market
source: Select at least market
ar: فضلا اختر احد الاسواق

source: Select at least one stock
ar: حدد سهم واحد على الأقل

# Select_atleast_one_currency
source: Select at least currency
ar: حدد العملة على الأقل

source: Enter the amount
ar: أدخل المبلغ

# LogOut
source: Are you sure, you want to logout?
ar: هل فعلا ترغب بتسجيل الخروج

source: Yes
ar: نعم فعلا

source: No
ar: لا

# Enter_paypal_name
source: Please enter a PayPal name
ar: الرجاء إدخال اسم بايبال

# Enter_paypal_email_or_mobile_number
source: Please enter a PayPal email or mobile number
ar: ادخل الايميل او رقم الجوال

# price_indicator_success
source: You will be notified, once the stock hits the entered price
ar: سيتم تنبيهك اذا وصل السهم السعر المحدد

source: Please enter your full name
ar: ادخل الاسم كاملا

source: Please enter your bank name
ar: ادخل اسم البنك الذي تتعامل معه

source: Please enter your country
ar: ادخل دولتك

source: Please enter your city
ar: ادخل المدينه

# Please_enter_your_IBAN
source: Please enter your IBAN number
ar: الرجاء إدخال رقم الآيبان الخاص بك

source: Please enter your account number
ar: ادخل رقم حسابك

source: Stock has been bought successfully
ar: تم شراء الأسهم بنجاح

source: Stock has been sold successfully
ar: تم بيع الأسهم بنجاح

# Profile_has_been_updated_uccessfully
source: Your profile has been updated successfully
ar: تم تحديث ملفك الشخصي بنجاح

source: Your information has been saved
ar: ادخال بيانات

source: Data not available
ar: البيانات غير متوفرة

source: Are you sure, you want to buy the stock?
ar: هل تريد بالتأكيد شراء السهم

source: Are you sure, you want to sell the stock?
ar: هل أنت متأكد من أنك تريد بيع الأسهم

# No_Comments_on_this_Posts
source: No Comments on this Post
ar: لا توجد تعليقات

source: No Likes on this post yet.
ar: لا يوجد إبداءات إعجاب على هذه المشاركة حتى الآن.

source: No Blocked Users
ar: ليس هناك مستخدمون محظورون

source: No follewers yet
ar: لا فولويرز حتى الان

source: Your are not following anyone
ar: أنت لا تتبع أي شخص

# Trade_dummy_text
source: You can buy/sell stocks on your virtual wallet. Note: Please note that the stock prices are delayed and are used for demo purposes only. Please do not rely on any price on this page for your live transactions.
ar: يمكنك شراء / بيع الأسهم على المحفظة الافتراضية الخاصة بك. ملاحظة: يرجى ملاحظة أن سعر السهم ليست صحيحه ومتاخره ويتم استخدامها لأغراض المحفظه الافتراضيه فقط. يرجى عدم الاعتماد على أي سعر في هذه الصفحة لمعاملاتك الحقيقية.

# Price_Indicator_dummy_text
source: You can select a stock to be notified when it reaches a specific price. Note: Please note that the stock prices are delayed and are used for demo purposes only. Please do not rely on any price on this page for your live transactions.
ar: مكنك اختيار سهم لارسالك تنبيه اذا وصل سعر معين .ملاحظة: يرجى ملاحظة أن سعر السهم ليست صحيحه ومتاخره ويتم استخدامها لأغراض التجارب التقنيه فقط. يرجى عدم الاعتماد على هذه الخدمه لمعاملاتك الحقيقية.

# Waalet_dummy_text
source: This is your virtual wallet, where it shows your Cash and your Stocks. Note: please notice that this is a virtual wallet where it should be used for demo and testing purposes only. In addition, note that this virtual wallet is exposed to other users in this
ar: هنا تجد المحفظة الافتراضية الخاصة بك، حيث يظهر المبلغ النقدي الافتراضي الخاصة بك والأسهم الخاصة بك.ملاحظة: يرجى ملاحظة أن هذه محفظة افتراضية حيث ينبغي أن تستخدم لأغراض التجريب والاختبار فقط. وبالإضافة إلى ذلك، لاحظ أن هذه المحفظة الافتراضية تسمح للمستخدمين الآخرين باستعراضها و معرفه العمليات التي تمت عليها.

source: No forecast is posted
ar: لا توجد اي توقعات

source: ago
ar: قبل

source: just now
ar: الأن

# mins_ago
source: mins
ar: دقيقة

# hrs_ago
source: hrs
ar: ساعة

# hr_ago
source: hr
ar: ساعة

source: Yesterday
ar: الامس

# days_ago
source: days
ar: مضت

# Weeks_ago
source: Weeks
ar: أسابيع

# Months_ago
source: Months
ar: اشهر

# Years_ago
source: Years
ar: مضت

# mobile_validation
source: Please make sure to enter a valid mobile number
ar: يرجى التأكد من إدخال رقم جوال صالح

source: has posted
ar: وقد نشرت

source: followed you
ar: قام بمتابعتك

source: has commented on your post
ar: علق على منشورك

source: liked your post
ar: اعجب بمنشورك

# change_lang
source: In order to change the Language we need to close the Application Do want to continue ?
ar: من أجل تغيير اللغة نحن بحاجة إلى إغلاق التطبيق هل ترغب في الاستمرار؟

# pass_validation
source: New Password and Re-Type New Password do not match
ar: كلمة المرور الجديدة وإعادة كتابة كلمة المرور الجديدة لا تتطابقان

# k_Do_you_want_delete_user
source: Do you want to delete user?
ar: هل فعلا ترغب بالحذف

# k_Delete
source: Delete
ar: نعم

# UNMUTE_NOTIFICATION_BTN
source: Unmute Notifications
ar: الغاء الصمت

source: %d days ago
ar: قبل %d أيام

source: %d hours ago
ar: قبل %d ساعات

source: %d minutes ago
ar: قبل %d دقائق

source: %d months ago
ar: قبل %d أشهر

source: %d seconds ago
ar: قبل %d ثوانٍ

source: %d weeks ago
ar: قبل %d أسابيع

source: %d years ago
ar: قبل %d سنوات

source: A minute ago
ar: قبل دقيقة

source: An hour ago
ar: قبل ساعة

source: Just now
ar: الأن

source: Last month
ar: الشهر الماضي

source: Last week
ar: الأسبوع الماضي

source: Last year
ar: العام الماضي

source: 1 year ago
ar: قبل عام

source: 1 month ago
ar: قبل شهر

source: 1 week ago
ar: قبل أسبوع

source: 1 day ago
ar: قبل يوم

source: This morning
ar: هذا الصباح

source: This afternoon
ar: بعد ظهيرة اليوم

source: Today
ar: اليوم

source: This week
ar: هذا الأسبوع

source: This month
ar: هذا الشهر

source: This year
ar: هذا العام

# comment_on_post
source: commented on this post
ar: علق على هذا المنشور

# like_on_post
source: liked this post
ar: اعجب بهذا المنشور

# reply_on_comment
source: replyed on comment
ar: رد على تعليق

source: Forecast Success
ar: هذا التوقع تحقق

source: Forecast Failed
ar: هذا التوقع لم يتحقق
